---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecTrueLoadPhasec
source: html/e66a0106-a36a-256d-20e9-853a6e2df047.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecTrueLoadPhasec Property

"True Load Phase C"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecTrueLoadPhasec { get; }
```